<!-- Start Page Banner -->
<div class="page-banner">
    <div class="container">
        <div class="row">
            <div class="col-md-6">
                <h2>Policies</h2>
                <p>ข้อกำหนดในการให้บริการของ SiamiTs.com</p>
            </div>
            <div class="col-md-6">
                <ul class="breadcrumbs">
                    <li><a href="<?php echo URL::to('');?>">Home</a></li>
                    <li><a href="<?php echo URL::to('policy');?>">Policies</a></li>
                    <li>ข้อกำหนดในการให้บริการของ SiamiTs.com</li>
                </ul>
            </div>
        </div>
    </div>
</div>
<!-- End Page Banner -->

<!-- Start Content -->
<div id="content">
    <div class="container">
        <div class="page-content">

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		ยินดีต้อนรับสู่ SiamiTs.com!
                    	</span>
                    </h4>
                    <p>
                    	ขอบคุณที่ใช้บริการของเรา บริการนี้จัดทำโดย SiamiTs.com ซึ่งตั้งอยู่ที่ ถนน รัชดาภิเษก เขต ดินแดง แขวง ดินแดง กรุงเทพฯ 10400, Thailand
						การใช้บริการของเราถือเป็นการยอมรับข้อกำหนดนี้ โปรดอ่านอย่างละเอียด
						บริการของเราอาจมีเงื่อนไขหรือข้อกำหนดเพิ่มเติมเฉพาะในส่วนบริการนั้นๆ และข้อกำหนดเหล่านั้นถือว่าเป็นส่วนหนึ่งของข้อตกลงระหว่างคุณกับเราหากคุณใช้บริการนั้นๆ
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		การใช้บริการของเรา
                    	</span>
                    </h4>
                    <p>
                    	คุณต้องปฏิบัติตามนโยบายต่าง ๆ ที่มีต่อคุณภายในบริการเหล่านี้นี้
						ห้ามใช้บริการของเราไปในทางที่ไม่ถูกต้อง ตัวอย่างเช่น ไม่แทรกแซงบริการของเราหรือพยายามที่จะเข้าถึงด้วยวิธีการต่าง ๆ นอกเหนือจำกที่เราอนุญาติ และคำแนะนำที่เราให้ไว้ คุณต้องใช้บริการของเราเฉพาะตามที่กฎหมายอนุญาต รวมทั้งกฎหมายและกฎระเบียบในการควบคุมการส่งออกและการส่งออกซ้ำที่บังคับใช้ เราอาจระงับหรือหยุดการให้บริการแก่คุณหากคุณไม่ปฏิบัติตามข้อกำหนดและนโยบายของเรา หรือหากเราตรวจสอบพบพฤติกรรมที่น่าสงสัยว่าไม่ถูกต้อง
						การใช้บริการของเราไม่ได้ทำให้คุณเป็นเจ้าของสิทธิในทรัพย์สินทางปัญญาใดๆ ในบริการหรือเนื้อหาที่คุณเข้าถึง คุณไม่สามารถใช้เนื้อหาในบริการของเรา เว้นแต่ได้รับการอนุญาตจากเจ้าของเนื้อหาดังกล่าว หรือสามารถกระทำได้โดยกฎหมาย ข้อกำหนดนี้มิได้ให้สิทธิแก่คุณในการใช้การสร้างแบรนด์หรือโลโก้ใดๆ ที่ใช้ในบริการของเรา ห้ามนำออก ปิดบัง หรือเปลี่ยนแปลงประกาศทางกฎหมายใดๆ ที่แสดงในหรือกับบริการของเรา
						บริการของเราแสดงเนื้อหาบางอย่างที่ไม่ได้เป็นของ SiamiTs.com เนื้อหานี้เป็นความรับผิดชอบแต่เพียงผู้เดียวของบุคคลที่เผยแพร่เนื้อหานั้น เราอาจตรวจสอบเนื้อหาเพื่อพิจารณาว่าเนื้อหานั้นผิดกฎหมายหรือละเมิดนโยบายของเราหรือไม่ และเราอาจนำเนื้อหาออกหรือปฏิเสธที่จะแสดงเนื้อหาที่เราเชื่อโดยมีเหตุผลอันสมควรว่าผิดกฎหมายหรือละเมิดนโยบายของเรา ทั้งนี้ ไม่ได้หมายความว่าเราได้ทำการตรวจสอบเนื้อหาทุกครั้งเสมอไป ดังนั้น โปรดอย่าคาดการณ์ว่าเป็นเช่นนั้น
						ในส่วนของการใช้บริการจากเรา เราอาจส่งประกาศเกี่ยวกับบริการ ข่าวสารเกี่ยวกับการบริหารจัดการ และข้อมูลอื่นๆ ให้แก่คุณ คุณสามารถเลือกไม่รับการสื่อสารเหล่านี้บางรายการได้
						บริการบางอย่างของเราสามารถใช้บนอุปกรณ์เคลื่อนทึ่ ห้ามใช้บริการดังกล่าวในลักษณะที่ทำให้คุณเสียสมาธิและทำให้ไม่สามารถปฏิบัติตามกฎจราจรหรือกฎหมายด้านความปลอดภัย
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		บัญชี SiamiTs.com ของคุณ
                    	</span>
                    </h4>
                    <p>
                    	คุณอาจต้องมีบัญชี SiamiTs.com เพื่อที่จะใช้บริการบางส่วนของเรา คุณอาจสร้างบัญชี SiamiTs.com ของคุณเองหรือคุณอาจได้รับมอบบัญชี SiamiTs.com จากผู้ดูแลระบบ หากคุณใช้บัญชี SiamiTs.com ที่ผู้ดูแลระบบมอบให้แก่คุณ อาจมีข้อกำหนดอื่นหรือเพิ่มเติมบังคับใช้กับคุณ และผู้ดูแลระบบของคุณอาจสามารถเข้าถึงหรือปิดการใช้งานบัญชีของคุณได้
						เพื่อปกป้องบัญชี SiamiTs.com ของคุณ โปรดเก็บรักษารหัสผ่านเป็นความลับ คุณมีความรับผิดชอบต่อกิจกรรมที่เกิดขึ้นบนหรือผ่านบัญชี SiamiTs.com ของคุณ พยายามไม่ใช้รหัสผ่านบัญชี SiamiTs.com ซ้ำบนแอปพลิเคชันของบุคคลที่สาม หากคุณทราบว่ารหัสผ่านหรือบัญชี SiamiTs.com ของคุณถูกใช้งานโดยไม่ได้รับอนุญาต ให้ปฏิบัติตามคำแนะนำเหล่านี้
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		การคุ้มครองข้อมูลส่วนบุคคลและลิขสิทธิ์
                    	</span>
                    </h4>
                    <p>
                    	นโยบายส่วนบุคคลของ SiamiTs.com อธิบายถึงวิธีการที่เราปฏิบัติกับข้อมูลส่วนบุคคลของคุณและปกป้องความเป็นส่วนตัวของคุณเมื่อคุณใช้บริการของเรา เมื่อคุณใช้บริการของเรา ถือว่าคุณยินยอมให้ SiamiTs.com ใช้ข้อมูลดังกล่าวตามนโยบายส่วนบุคคลนั้น
						เราตอบรับต่อการแจ้งข้อมูลที่เกี่ยวกับการกล่าวหาการละเมิดลิขสิทธิ์ และจะระงับบัญชีของผู้ที่ละเมิดลิขสิทธิ์ซ้ำโดยดำเนินการตามขั้นตอนที่ระบุไว้ในกฎหมาย
						เราจัดหาข้อมูลหรือช่วยให้ผู้ถือลิขสิทธิ์จัดการกับทรัพย์สินทางปัญญาของตนออนไลน์ หากคุณคิดว่ามีผู้ที่กำลังละเมิดลิขสิทธิ์ของคุณและต้องการจะแจ้งให้เราทราบ คุณสามารถดูข้อมูลเกี่ยวกับการยื่นหนังสือแจ้งและนโยบายของ SiamiTs.com เกี่ยวกับการตอบรับต่อหนังสือแจ้งนี้ได้ที่ศูนย์ช่วยเหลือของเรา
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		เนื้อหาของคุณในบริการของเรา
                    	</span>
                    </h4>
                    <p>
                    	บริการของเราบางอย่างอนุญาตให้คุณนำเข้า ส่งเนื้อหามาให้ จัดเก็บ ส่งหรือรับเนื้อหาได้ คุณยังคงความเป็นเจ้าของสิทธิ์ในทรัพย์สินทางปัญญาใดๆ ที่คุณถือสิทธิ์ในเนื้อหานั้นๆ สรุปโดยย่อคือ อะไรที่เป็นของคุณจะยังเป็นของคุณต่อไป
						เมื่อคุณนำเข้า ส่งเนื้อหามาให้ จัดเก็บ ส่งหรือรับเนื้อหามายังหรือผ่านบริการของเรา ถือว่าคุณได้อนุญาตให้ SiamiTs.com (และผู้ที่เราทำงานด้วย) มีสิทธิ์ในเนื้อหาของคุณ ไม่ว่าที่ใดในโลก ในการใช้ โฮสต์ จัดเก็บ ทำซ้ำ แก้ไข สร้างงานต่อยอดเนื้อหาของคุณ (เช่น การปรับเปลี่ยน หรือการเปลี่ยนแปลงอื่นๆ ที่เราทำเพื่อให้เนื้อหาของคุณสามารถใช้งานได้ดีขึ้นร่วมกับบริการของเรา) สื่อสาร เผยแพร่ แสดงต่อสาธารณะ และแจกจ่ายเนื้อหาดังกล่าว สิทธิ์ที่คุณให้ในสัญญาอนุญาตเป็นไปเพื่อวัตถุประสงค์อันจำกัดในการดำเนินการ การโปรโมต และการปรับปรุงบริการของเรา และเพื่อพัฒนาบริการใหม่ๆ สัญญาอนุญาตนี้จะยังคงมีผลแม้ว่าคุณจะหยุดการใช้บริการของเราแล้วก็ตาม บริการบางอย่างอาจให้วิธีการในการเข้าถึงและนำเนื้อหาออกซึ่งถูกจัดหาให้กับบริการนั้นๆ นอกจากนี้ บริการบางอย่างของเรายังมีข้อกำหนดหรือการตั้งค่าที่ทำให้การใช้เนื้อหาของเราที่ส่งให้กับบริการเหล่านั้นมีขอบเขตที่แคบลง ตรวจสอบว่าคุณมีสิทธิ์ที่จำเป็นในการให้สัญญาอนุญาตนี้แก่เราสำหรับเนื้อหาใดๆ ที่คุณส่งไปยังบริการของเรา
						ระบบอัตโนมัติของเราจะวิเคราะห์เนื้อหาของคุณ (รวมถึงอีเมล) เพื่อมอบคุณลักษณะผลิตภัณฑ์ที่เกี่ยวข้องกับคุณโดยตรง เช่น ผลการค้นหาแบบกำหนดเอง โฆษณาที่ปรับให้ตรงตามความต้องการของคุณ และการตรวจหาสแปมและมัลแวร์ การวิเคราะห์นี้จะเกิดขึ้นเมื่อมีการส่ง รับ และจัดเก็บเนื้อหา
						หากคุณมีบัญชี SiamiTs.com เราจะแสดงชื่อโปรไฟล์ รูปโปรไฟล์ และการกระทำที่คุณดำเนินการบน SiamiTs.com หรือบนแอปพลิเคชันของบุคคลที่สามที่เชื่อมต่อกับบัญชี SiamiTs.com ของคุณ (เช่น บทวิจารณ์ที่คุณเขียน และความคิดเห็นที่คุณโพสต์) ในบริการของเรา ซึ่งรวมถึงการแสดงในโฆษณาและบริบทโฆษณาอื่นๆ เราจะเคารพการเลือกของคุณในการจำกัดการแชร์หรือการตั้งค่าการเปิดเผยในบัญชี SiamiTs.com ตัวอย่างเช่น คุณสามารถเลือกการตั้งค่าเพื่อไม่ให้ชื่อและรูปภาพของคุณปรากฏในโฆษณา
						คุณสามารถค้นหาข้อมูลเพิ่มเติมเกี่ยวกับวิธีที่ SiamiTs.com ใช้และจัดเก็บเนื้อหาได้ในนโยบายส่วนบุคคล หรือข้อกำหนดเพิ่มเติมสำหรับบริการนั้นๆ หากคุณส่งความคิดเห็นหรือคำแนะนำที่เกี่ยวกับบริการของเรา เราอาจใช้ความคิดเห็นหรือคำแนะนำของคุณโดยปราศจากข้อผูกพันต่อคุณ
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		การปรับเปลี่ยนและการยุติการให้บริการของเรา
                    	</span>
                    </h4>
                    <p>
                    	เราทำการเปลี่ยนแปลงและปรับปรุงบริการของเราอย่างต่อเนื่อง เราอาจเพิ่มหรือนำระบบการทำงานหรือคุณลักษณะบางอย่างออก และเราอาจระงับหรือหยุดให้บริการใดบริการหนึ่งโดยสิ้นเชิง
						คุณสามารถหยุดใช้บริการของเราได้ทุกเมื่อ แม้ว่าเราจะมิได้ต้องการให้คุณทำเช่นนั้น SiamiTs.com อาจหยุดให้บริการแก่คุณ หรือเพิ่มหรือสร้างขีดจำกัดใหม่ๆ ในบริการของเราได้ทุกเมื่อ
						เราเชื่อว่าคุณเป็นเจ้าของข้อมูลของคุณและการสงวนไว้ซึ่งการเข้าถึงข้อมูลดังกล่าวของคุณเป็นสิ่งสำคัญ หากเราหยุดให้บริการ ในกรณีที่มีเหตุผลสมควร เราจะส่งคำเตือนที่เหมาะสมถึงคุณล่วงหน้า และให้โอกาสคุณในการนำข้อมูลออกจากบริการนั้น
                    </p>
                </div>
            </div>

             <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		การรับประกันและข้อจำกัดความรับผิดของเรา
                    	</span>
                    </h4>
                    <p>
                    	เราให้บริการโดยใช้ทักษะความเชี่ยวชาญและความเอาใจใส่ในระดับที่เหมาะสมในเชิงพาณิชย์ และเราหวังว่าคุณจะพอใจในการใช้บริการดังกล่าว อย่างไรก็ตาม เราไม่รับประกันการบริการของเราในบางประการ
						นอกเหนือจากที่ระบุไว้อย่างชัดแจ้งในข้อกำหนดนี้หรือข้อกำหนดเพิ่มเติมอื่นๆ SiamiTs.com มิได้รับประกันที่เฉพาะเจาะจงใดๆ เกี่ยวกับบริการ ตัวอย่างเช่น เรามิได้รับประกันเนื้อหาภายในบริการ ระบบการทำงานเฉพาะของบริการ ความน่าเชื่อถือของบริการ ความพร้อมในการใช้งาน หรือความสามารถในการตอบสนองความต้องการของคุณ เราให้บริการ “ตามที่เป็นอยู่”
						ในบางประเทศที่กฎหมายระบุให้มีการรับประกันบางอย่าง ความเหมาะสมสำหรับจุดประสงค์การใช้งานเฉพาะ และการไม่ละเมิดสิทธิ เราไม่รับประกันใดๆ ทั้งสิ้น ภายในขอบเขตที่กฎหมายอนุญาตให้ทำได้
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		ความรับผิดในบริการของเรา
                    	</span>
                    </h4>
                    <p>
                    	SiamiTs.com จะไม่รับผิดชอบใดๆ ต่อการสูญเสียผลกำไร รายได้ หรือข้อมูล ยอดขาดทุนทางการเงิน หรือความเสียหายทางอ้อม ในกรณีพิเศษ ที่เป็นผลของเหตุการณ์อื่น ที่เป็นข้อยกเว้น หรือเป็นบทลงโทษตามที่กฎหมายอนุญาต
						ภายในขอบเขตที่กฎหมายอนุญาต ความรับผิดทั้งหมดของ SiamiTs.com สำหรับการเรียกร้องใดๆ ภายใต้ข้อกำหนดนี้ รวมถึงการรับประกันโดยนัยใดๆ จะต้องไม่เกินยอดเงินที่คุณจ่ายแก่เราเพื่อใช้บริการ (หรือเพื่อจัดหาบริการให้แก่คุณอีกครั้ง หากเราได้เลือกดำเนินการเช่นนั้น)
						ในทุกกรณี SiamiTs.com จะไม่รับผิดต่อการสูญเสียหรือความเสียหายที่ไม่สามารถคาดการณ์ได้โดยเหตุผลอันควร
						เราตระหนักดีว่าในบางประเทศ คุณอาจมีสิทธิตามกฎหมายในฐานะผู้บริโภค หากคุณใช้บริการโดยมีวัตถุประสงค์เพื่อการใช้ส่วนตัว จะไม่มีข้อความใดในข้อกำหนดนี้หรือข้อกำหนดเพิ่มเติมอื่นๆ ที่จะจำกัดสิทธิตามกฎหมายใดๆ ของผู้บริโภคซึ่งไม่สามารถสละสิทธิได้โดยข้อกำหนดในสัญญา
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		การใช้บริการของเราในทางธุรกิจ
                    	</span>
                    </h4>
                    <p>
                    	หากคุณใช้บริการของเราในนามของธุรกิจ ธุรกิจนั้นจะต้องยอมรับข้อกำหนดเหล่านี้ ธุรกิจจะไม่เรียกร้องให้ SiamiTs.com และบริษัทในเครือ เจ้าหน้าที่ ตัวแทน และพนักงานของ SiamiTs.com ชดใช้ค่าเสียหายให้แก่คุณ และคุณจะไม่ฟ้องร้องคดีหรือดำเนินการใดๆ อันเกิดจากหรือเกี่ยวกับการใช้บริการหรือการละเมิดข้อกำหนดเหล่านี้ รวมถึงไม่ให้บุคคลดังกล่าวมีความรับผิดหรือต้องชำระค่าใช้จ่ายใดๆ ที่เกิดจากการเรียกร้องค่าสินไหมทดแทน การสูญเสีย ความเสียหาย การฟ้องร้องคดี การตัดสินคดี ค่าใช้จ่ายในการดำเนินคดี และค่าทนายความ
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		เกี่ยวกับข้อกำหนดนี้
                    	</span>
                    </h4>
                    <p>
                    	เราอาจปรับเปลี่ยนข้อกำหนดนี้หรือข้อกำหนดเพิ่มเติมใดๆ ที่มีผลบังคับใช้กับบริการ เช่น เพื่อให้เป็นไปตามการเปลี่ยนแปลงกฎหมายหรือการเปลี่ยนแปลงในบริการของเรา คุณจึงควรทบทวนข้อกำหนดนี้เป็นประจำ โดยเราจะโพสต์ประกาศแจ้งการปรับเปลี่ยนข้อกำหนดเหล่านี้ไว้ในหน้าเว็บนี้ และเราจะโพสต์ประกาศแจ้งข้อกำหนดเพิ่มเติมที่มีการแก้ไขไว้ในบริการที่เกี่ยวข้อง การเปลี่ยนแปลงต่างๆ จะไม่มีผลย้อนหลัง และจะมีผลบังคับใช้หลังจากมีการโพสต์ประกาศแจ้งเป็นเวลาสิบสี่วันเป็นอย่างน้อย อย่างไรก็ตาม การเปลี่ยนแปลงที่เกี่ยวกับระบบการทำงานใหม่ของบริการ หรือการเปลี่ยนแปลงด้วยเหตุผลด้านกฎหมายจะมีผลบังคับใช้ทันที หากคุณไม่ยอมรับข้อกำหนดที่แก้ไขของบริการหนึ่งๆ คุณควรหยุดการใช้บริการนั้น
						หากมีข้อขัดแย้งกันระหว่างข้อกำหนดนี้กับข้อกำหนดเพิ่มเติม ให้ถือว่าข้อกำหนดเพิ่มเติมมีผลบังคับใช้
						ข้อกำหนดนี้จะกำกับดูแลความสัมพันธ์ระหว่างคุณกับ SiamiTs.com โดยจะไม่ให้สิทธิใดๆ แก่ผู้รับผลประโยชน์ที่เป็นบุคคลที่สาม
						หากคุณไม่ปฏิบัติตามข้อกำหนดนี้ และเราไม่ได้ดำเนินการใดโดยทันที จะไม่ถือว่าเราสละสิทธิใดๆ ที่มี (เช่น การดำเนินการในภายหลัง)
						หากปรากฏว่ามีข้อกำหนดใดที่ไม่สามารถบังคับใช้ได้ ก็จะบังคับใช้กฎหมายในประเทศของคุณกับข้อพิพาทที่เกี่ยวข้องกับข้อกำหนดเหล่านี้ จะมีผลบังคับใช้ต่อข้อพิพาทใดๆ ที่เกิดขึ้นจากหรือที่เกี่ยวข้องกับข้อกำหนดเหล่านี้หรือบริการ ในลักษณะเดียวกัน และคุณกับ SiamiTs.com ยินยอมให้ใช้อำนาจศาลตามหลักบุคคลในศาลได้
						สำหรับข้อมูลเพิ่มเติมโปรดรติดต่อ SiamiTs.com โปรดไปที่หน้า
						<a href="<?php echo URL::to('contact');?>">ติดต่อเรา</a>
                    </p>
                </div>
            </div>

            <div class="row">
                <div class="col-md-12">
                    <h4 class="classic-title">
                    	<span>
                    		ข้อกำหนดในการให้บริการของ SiamiTs.com แก้ไขล่าสุด
                    	</span>
                    </h4>
                    <p>
                    	แก้ไขล่าสุดเมื่อ: 11 กรกฎาคม 2558
                    </p>
                </div>
            </div>

            <!-- Divider -->
            <div class="hr1" style="margin-bottom:50px;"></div>

        </div>
    </div>
</div>
<!-- End Content