<?php //MyBB ภาษาไทย โดย http://www.chaime.net/forum/forumdisplay.php?fid=12
/**
 * MyBB 1.6 English Language Pack
 * Copyright 2010 MyBB Group, All Rights Reserved
 * 
 * $Id: editpost.lang.php 5380 2011-02-21 12:04:43Z Tomm $
 */

$l['nav_editpost'] = "แก้ไขข้อความ";
$l['edit_post'] = "แก้ไขข้อความ";
$l['delete_post'] = "ลบข้อความ";
$l['delete_q'] = "ลบ?";
$l['delete_1'] = "หากต้องการลบข้อความนี้ สามารถทำได้โดยติ๊กเครื่องหมายที่กล่องด้านซ้ายมือ จากนั้นคลิก <strong>ลบข้อความ</strong> ทางด้านขวามือ";
$l['delete_2'] = "<b>หมายเหตุ:</b> หากข้อความนี้เป็นข้อความแรกของกระทู้ คำสั่งนี้จะเป็นการลบกระทู้ออกไปด้วย";
$l['subject'] = "หัวข้อกระทู้";
$l['your_message'] = "ข้อความ:";
$l['post_options'] = "ตัวเลือกเพิ่มเติม:";
$l['options_sig'] = "<strong>ลายเซ็น:</strong> ใส่ลายเซ็นลงในข้อความ (เฉพาะสมาชิกที่ลงทะเบียนเท่านั้น)";
$l['options_emailnotify'] = "<strong>การแจ้งเตือนทางอีเมล์:</strong> รับอีเมล์แจ้งเตือนเมื่อมีการตอบข้อความนี้ (เฉพาะสมาชิกที่ลงทะเบียนเท่านั้น)";
$l['options_disablesmilies'] = "<strong>ไม่ใช้ภาพแสดงอารมณ์:</strong> ไม่แสดงภาพแสดงอารมณ์ในข้อความนี้";
$l['preview_post'] = "ดูตัวอย่าง";
$l['update_post'] = "ปรับปรุงข้อความ";
$l['poll'] = "แบบสำรวจ:";
$l['poll_desc'] = "คุณสามารถสร้างแบบสำรวจสำหรับกระทู้นี้ได้";
$l['poll_check'] = "ฉันต้องการสร้างแบบสำรวจ";
$l['num_options'] = "จำนวนตัวเลือก:";
$l['max_options'] = "(สูงสุด: {1})";
$l['delete_now'] = "ลบข้อความ";
$l['edit_time_limit'] = "ขออภัย คุณไม่สามารถแก้ไขข้อความของคุณได้ ผู้ดูแลระบบได้ตั้งค่าการแก้ไขข้อความต้องกระทำภายใน {1} นาทีหลังจากการโพสต์เท่านั้น";
$l['no_prefix'] = "No Prefix";

$l['redirect_nodelete'] = "ข้อความยังไม่ถูกลบ เนื่องจากคุณไม่ได้ทำเครื่องหมายในช่อง \"ลบ?\"";
$l['redirect_postedited'] = "ขอบคุณครับ ข้อความนี้ถูกปรับปรุงเรียบร้อยแล้ว<br />";
$l['redirect_postedited_redirect'] = "คุณกำลังจะกลับไปยังกระทู้";
$l['redirect_postedited_poll'] = "ขอบคุณครับ ข้อความนี้ถูกแก้ไขเรียบร้อยแล้ว<br />เนื่องจากคุณได้เลือกตัวเลือกสร้างแบบสำรวจ ดังนั้น คุณกำลังจะไปยังหน้าสร้างแบบสำรวจ";
$l['error_invalidpost'] = "ขออภัย ดูเหมือนว่าที่อยู่ของข้อความจะไม่ถูกต้อง กรุณาตรวจสอบที่อยู่ของข้อความและทดลองอีกครั้ง";
$l['redirect_threaddeleted'] = "ขอบคุณครับ กระทู้ถูกลบเรียบร้อยแล้ว<br />คุณกำลังจะกลับไปยังหน้าแสดงรายการกระทู้";
$l['redirect_postdeleted'] = "ขอบคุณครับ ข้อความถูกลบเรียบร้อยแล้ว<br />คุณกำลังจะกลับไปยังกระทู้";
$l['redirect_threadclosed'] = "คุณไม่สามารถแก้ไขข้อความในกระทู้นี้ได้เนื่องจากกระทู้นี้ถูกปิดโดยผู้ตรวจสอบแล้ว";
$l['redirect_post_moderation'] = "ผู้ดูแลระบบได้ตั้งค่าการแก้ไขทั้งหมดของข้อความจะต้องผ่านการตรวจสอบโดยผู้ตรวจสอบ คุณกำลังจะไปยังกระทู้";
$l['redirect_thread_moderation'] = "ผู้ดูแลระบบได้ตั้งค่าการแก้ไขทั้งหมดของกระทู้จะต้องผ่านการตรวจสอบโดยผู้ตรวจสอบ คุณกำลังจะไปยังหน้าแรกของเว็บบอร์ด";

$l['thread_deleted'] = "Deleted Thread";
$l['post_deleted'] = "Deleted Post";
?>