<?php //MyBB ภาษาไทย โดย http://www.chaime.net/forum/forumdisplay.php?fid=12
/**
 * MyBB 1.6 English Language Pack
 * Copyright 2010 MyBB Group, All Rights Reserved
 * 
 * $Id: report.lang.php 5380 2011-02-21 12:04:43Z Tomm $
 */

$l['report_post'] = "รายงานเกี่ยวกับข้อความ";
$l['report_to_mod'] = "แจ้งเกี่ยวกับข้อความนี้ถึงผู้ตรวจสอบ";
$l['only_report'] = "คุณสามารถแจ้งไปยังผู้ตรวจสอบเพื่อตรวจสอบข้อความหากพบว่าข้อความนี้มีความไม่เหมาะสม เช่น เขียนข้อความเดิมซ้ำๆ, ก่อกวนเว็บบอร์ด, โฆษณา, ละเมิดลิขสิทธิ์ ฯลฯ";
$l['report_reason'] = "เหตุผลในการแจ้งเกี่ยวกับข้อความนี้:";
$l['thank_you'] = "ขอบคุณครับ";
$l['post_reported'] = "ข้อความของคุณถูกส่งไปยังผู้ตรวจสอบเรียบร้อยแล้ว คุณสามารถปิดหน้าต่างนี้ได้ทันที";
$l['report_error'] = "พบข้อผิดพลาด";
$l['no_reason'] = "กรุณาระบุเหตุผลในการแจ้งเกี่ยวกับข้อความนี้";
$l['go_back'] = "กลับ";
$l['close_window'] = "ปิดหน้าต่าง";
?>